tap "jesseduffield/lazygit"
brew "bat"
brew "fd"
brew "fzf"
brew "go"
brew "jq"
brew "lsd"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "starship"
brew "stow"
brew "wget"
brew "zoxide"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "vivaldi"
cask "wezterm"
